{
  "Comment.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "cat": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "dressing": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "hop.nvim": { "branch": "master" },
  "icons": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "line": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "pasted.nvim": { "branch": "master" },
  "plenary": { "branch": "master" },
  "stylua.nvim": { "branch": "main" },
  "trouble": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
